Repository: MuhamedUssama/Grabber
Catalog: lib/core/l10n/app_*.arb
Languages: ar

# paste
source: Url pasted
ar: تم لصق الرابط

# url
source: Put url here
ar: ضع الرابط هنا

source: Browse
ar: تصفح

# getInfo
source: Get video info
ar: تفاصيل الفيديو

# folderSelected
source: Folder selected successfully
ar: تم تحديد المجلد بنجاح

source: No folder selected
ar: لم يتم تحديد أي مجلد

# somethingWentWorng
source: Something went wrong
ar: حدث خطأ ما

source: Download audio
ar: تحميل المقطع الصوتي

source: Download video
ar: تحميل الفيديو

source: Download video without audio
ar: تحميل الفيديو بدون صوت

# appVersion
source: Version 1.0.0 Developed by: Mohamed Osama Â© 2025 Mohamed Osama. All rights reserved.
ar: Version 1.0.0 Developed by: Mohamed Osama © 2025 Mohamed Osama. All rights reserved.
